;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Umar Hokimzoda
; TranslationAuthorEmail: hokimzoda96@gmail.com
; TranslationAuthorWeb: http://www.facebook.com
; Soft Version: 1.64.83
; Update: 2014-10-13
;
[GUI]
ButtonYes=Ҳа
ButtonNo=Не
ButtonOK=OK
ButtonMinimize=Пинҳонкунӣ
ButtonMaximize=Нишондиҳӣ
ButtonClose=Пӯшидан
ButtonRestore=Барқароркунӣ
ButtonMenu=Меню

[Lang]
NativeLanguage=Тоҷикӣ

[Translation]
LangCode=0428

FrmMain.btnLog.Caption=Рӯйхат
TfrmUnlog.caption=Несткунии рӯйхат
TfrmUnlog.head.unDate=Сана
TfrmUnlog.head.ItemName=Элементҳо
TfrmUnlog.head.restore=Боқимондаҳо
TfrmUnlog.noItems=Элементҳои боқимонда нест
TfrmUnlog.Recovered=Барқарор карда шуд
TfrmUnlog.recover=Барқароркунӣ

ReadHabit=Аз чап ба рост
LanguageName=TJ
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Маълумот
Warning=Огоҳӣ
Error=Хато
Confirm=Тасдиқкунӣ
CurVer=Шакли ҷорӣ: 

FrmRate.Btnlist.caption=Баҳои истифодабарандагон
FrmRate.Btnreview.caption=Баҳои ман
FrmRate.Btnfirst.caption=Баҳогузори нахустин бошед
FrmRate.Btnsubmit.caption=Фиристодан
FrmRate.lblscore.caption=Баҳо:
FrmRate.lblscorehint.caption=(Пахши ситорача барои баҳогузорӣ)
FrmRate.lblnick.caption=Ном:
FrmRate.lblnickhint.caption=(Ғайри ҳатмӣ)
FrmRate.lblemail.caption=Почтаи электронӣ:
FrmRate.lblemailhint.caption=(Ғайри ҳатмӣ)
FrmRate.lblcontent.caption=Таркиб:
FrmRate.lblcontenthint.caption=(Ғайри ҳатмӣ)
FrmRate.lbldesctitle.caption=Software Description:
FrmRate.lblratesoft.caption=Барномаҳои пешниҳодшуда
;
; Оиди барнома
;
FrmAbout.caption=Оиди барнома
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Шакли ҷорӣ: 
FrmAbout.lblemail.caption=Дастгирӣ: 
FrmAbout.lblhome.caption=Сайти барнома: 
FrmAbout.lblthank.caption=Ташаккур ба ашхоси ҳиссагузор: 
;
; Менюи шинокунанда
;
pmHelp=Ёрии фаъол
pmHome=Саҳифаи аслӣ
pmforum=Машварат
pmCheckMsg=Боркунии ахбор
pmContact=Алоқаи баръакс
pmCheckNew=Тафтиши азнавнамоӣ
pmLang=Забонҳо
pmAbout=Оиди барнома
pmOpenEntry=Кушодан дар RegEditor
PmGoogle=Ҷустуҷӯ Google
pmExport=Содирот дар файли матнӣ...
pmRightMenuA=Намоиш дар менюи шартӣ
ExplorerMenu=Несткунӣ бо Wise Program Uninstaller


;
; GUI-и асосӣ
; 
FrmMain.lblrate.caption=Баҳо

FrmMain.BtnNormal.Caption=Несткунӣ
FrmMain.BtnModify.Caption=Тағйирдиҳӣ
FrmMain.BtnForce.Caption=Несткунии бошуурона
FrmMain.BtnRemove.Caption=Несткунии калидҳо
FrmMain.Btnlikeit.Caption=Маъқул шуд
FrmMain.lblcheckver.Caption=Тафтиши азнавнамоӣ
FrmMain.lblinfo.caption=Несткунии пурраи барнома аз низом
;
;Маъқул шуд
;
Frmlikeit.lblTitle.caption=Агар ба Шумо Wise Program Uninstaller маъқул шуд, ба шиносҳоятон оиди барнома гӯед.
Frmlikeit.lblInfo.caption=Илтимос, Wise Program Uninstaller-ро ба оила, ҳамсинфон ва ҳамкорон тариқи почтаи электронӣ, сомона, Twitter, Youtube, Facebook, ва ғайра пешниҳод кунед
Frmlikeit.lblRate.caption=Баҳогузории Wise Program Uninstaller:
Frmlikeit.lblfollow.caption=Обунашавӣ:
Frmlikeit.lblshare.caption=Гуфтан оиди Wise Program Uninstaller:
Frmlikeit.btndownload.caption=Боркунии бепул
Frmlikeit.imgrate.hint=Дар CNET 5 ситора гузоред
Frmlikeit.imgmail.hint=Тақсимот бо дустон
Frmlikeit.imgface1.hint=Тақсимот дар facebook
Frmlikeit.imgface2.hint=Обунашавӣ дар facebook
Frmlikeit.imgtwitter1.hint=Тақсимот дар twitter
Frmlikeit.imgtwitter2.hint=Обунашавӣ дар twitter
Frmlikeit.Caption=Маъқул шуд
Frmlikeit.lbldownload.caption=Дигар барномаҳоро аз WiseCleaner.com боркунӣ намоед:

;processs
FrmProgressModal.btncancel.caption=Радкунӣ

;
;frmafterdel
;
Frmafterdel.caption=Сабти рӯйхат ва файлҳои бо барнома алоқаманд
Frmafterdel.btnremove.caption=Несткунӣ
Frmafterdel.btncancel.caption=Радкунӣ
Frmafterdel.lblinfo.caption=Натиҷаро бинед ва тугмачаи "Несткунӣ"-ро барои иҷроиши несткунӣ пахш намоед.



[Uninstall]
PublisherUnknown=Истеҳсолкунандаи номаълум
VersionUnknown=Шакли номаълум
Rate=Баҳо
ItemName=Ном
Publisher=Истеҳсолкунанда
Size=Андоза
SetupDate=Санаи насб
Version=Шакл
Canceled=Несткунӣ рад карда шуд.
NoLeftOverItem=Барнома пурра нест карда шуд.
Removing=Несткунӣ:
TotalStat=Ёфт шуд %d барнома, %s-ро дар диск ишғол менамояд.
Calculating=Дастрасии андоза...
Files=Файл ва ҷузвдонҳо
RegEntries=Калидҳои рӯйхат
Items=Элементҳо

[message]
NewVer=Шакли нав ёфт шуд. Азнавнамоӣ мекунед?
NoNewVer=Табрик мекунем! Шумо шакли ниҳоиро истифода бурда истодаед.
NoProgramSelected=Илтимос, барномаро интихоб кунед.
IsBusy=Илтимос, ба анҷом расидани несткуниро мунтазир шавед.
StartFindLeftover=Тафтиши файлҳо, ҷузвдонҳо ва рӯйхатҳои алоқаманд...
Collecting=Ҷустуҷӯи барномаҳои насбшуда...
BeSureUseForce=Ин функсияро интихоб намоед, агар несткунии бехатар кор накунад. Идома медиҳед?
ConfirmRemove=Шумо мутмаинед, ки мехоҳед ин сабтро нест намоед?
RejectItself=Барнома наметавонад худро нест намояд.
TranslateTo=Тарҷума ба...

[SoftRate]
Querying=Хоҳиш...
Good=Маъқул шуд 
Bad=Маъқул нашуд
Safe=Ҳисобот
Ver=Шакл:
Ratings=Баҳо
SoftNotExist=Маълумот оиди барнома ёфт нашуд.
GetSoftInfoError=Маълумот оиди барнома дастрас нашуд
UploadSoftLogoError=Хато дар боркунии маълумот оиди барнома
SubmitData=Фиристодани шарҳи Шумо оиди барнома...
SubmitSoftInfoError=Хато дар шабака.
SubmitRateSuccess=Интиқолдиҳӣ ба анҷом расид.
HaveSubmitRate=Шумо аллақай баҳо додаед.
Submitgoodbad=Интиқолдиҳии маълумот...
me=Азони ман
NickTooLong=Номи Шумо набояд аз 20 аломат зиёд шавад.
MailTooLong=Нишонии почтаи электронии Шумо набояд аз 50 аломат зиёд шавад.
WrongEmail=Нишонии почтаи электронии дастнорас.
ReviewTooLong=Давомнокии умумии шарҳи Шумо набояд аз 300 аломат зиёд шавад.
RateHint=Ба рейтинги барномаҳои дустдоштании мо ҳамроҳ шавед!
UnknowName=Маҳсулоти номаълум
UnknowVer=Шакли номаълум
UnknowDesc=Намуд


[Hint]
HintRate=Баҳогузории барнома
HintClose=Несткунӣ


